let DATA = [
  {
    id: 1,
    nickname: "인문벗",
    colName: "인문과학대학",
    fm: "대동인문",
    intro:
      "인문과학대학은 이화의 출발부터 역사와 전통을 함께해 온 이화의 중심적인 대학이다. 1925년 문과가 설립되어, 1945년 한림원 문과를 거쳐 1951년 문리대학으로 승격되었고, 1982년 인문과학대학으로 명칭이 변경되기까지 19개 학과와 전공이 신설, 분리되는 과정을 거쳐, 현재 인문과학대학에는 인문 과학부 (국어국문학 전공, 중어중문학전공, 영어영문학전공, 불어불문학전공, 독어독문학전공, 사학전공, 철학전공), 기독교학부 (기독교학전공)의 2개 학부와 8개 전공이 있다.",
    goal:
      "21세기는 전문화 시대이며, 전문인은 인문학적 기초 위에서만 다양한 발전가능성을 찾을 수 있다. 이러한 시대적 요청에 부응하여 인문과학대학은 인간을 소중히 여기는 사람, 인간의 가치를 최대한 발휘할 수 있는 사람을 양성하는 것을 목적으로 한다. 이상의 목적을 달성하기 위해 인문과학대학은 학생들이 다음의 능력과 자질을 성취할 수 있도록 교육한다. 01 인간의 본성과 내적가치를 직관할 수 있는 통찰력 02 사회와 자연을 바르고 정확하게 관찰하여 그 본질과 이치를 파악할수 있는 지적능력 03 상황 안에서 스스로 문제를 발견하고 그 해결책을 모색하고 제시할 수 있는 창의력 04 새로운 것을 구상하여 창출할 수 있는 상상력과 표현력 05 사회공동체의 일원으로서 자기소명을 완수할 수 있는 실천능력",
    major:
      "국어국문학전공, 중어중문학전공, 영어영문학전공, 불어불문학전공, 독어독문학전공, 사학전공, 철학전공, 기독교학전공",
    color: "Pantone 427C",
    point: 0,
  },
  {
    id: 2,
    nickname: "사과대벗",
    colName: "사회과학대학",
    fm: "변혁사회",
    intro:
      "1996년에 설립된 사회과학대학에는 8개 학과와 1개 학부가 있다. 사회과학은 인간의 사회적 환경의 형성과 변화에 대한 체계적인 이해를 바탕으로 사회현상에 대한 현실적인 문제를 제기하고, 구체적인 해결방안과 보다 나은 대안과 정책을 모색하는 학문이다. 이와 같이 이론과 실천을 결합시켜 인류 역사의 진보에 기여하고자 하는 사회과학의 학문적 목표를 살리기 위하여 사회과학대학은 학생들이 폭넓은 지식과 전문기술을 습득할 수 있는 균형 있는 교육과정을 제공하고 있다.",
    goal:
      "사회과학적 전문지식, 창조적 탐구능력, 건강한 비판의식을 갖춘 여성지도자를 양성함을 목적으로 한다. 이와 같은 교육목적을 달성하기 위한 구체적인 목표는 다음과 같다. 01실천적 참여의식 봉사정신 함양 02진취적 헌신적 리더십 함양 03체계적 통합적 전문지식 함양 04창의적 비판적 연구능력 함양",
    major:
      "정치외교학과, 행정학과, 경제학과, 문헌정보학과, 사회학과, 사회복지학과, 심리학과, 소비자학과, 커뮤니케이션ㆍ미디어학부",
    color: "Pantone 2925C",
    point: 0,
  },
  {
    id: 3,
    nickname: "자멍이",
    colName: "자연과학대학",
    fm: "민족자연",
    intro:
      "자연과학대학은 1982년 문리대학이 인문과학대학과 자연과학대학으로 분리됨에 따라 새로이 발족하였으나, 그 모체인 자연계 학과들은 이미 1951년에 창설되어 60여 년간 본교의 기초 및 응용과학분야의 교육과 연구의 중심 역할을 담당해 왔다. 미래 사회의 과학, 기술문화를 이끌어 나갈 우수한 여성 과학인력의 양성을 목표로 하는 자연과학대학은 총 9,300평 규모의 종합과학관에 최신형 실험기자재와 컴퓨터 시스템, 기초과학연구소 공동기기실, 방사선동위원소실을 구비하여 교육의 질을 향상시키는 데 주력하고 있으며, 에코과학연구소, 수리과학연구소, 나노·바이오기술연구소, 미생물자원개발연구센터를 통하여 교수와 학생들의 연구 활동을 활발하게 돕고 있다. 자연과학대학에는 현재 약 1,400명의 학부 학생들이 재학하고 있으며, 그동안 약 11,600명의 졸업생을 사회에 배출하였다. 상당수의 졸업생들이 대학교와 연구소에서 기초과학 연구에 이바지하고 있으며, 많은 졸업생들은 기초과학을 응용하여 교육기관, 정부기관, 금융계, 기업체 등에 폭넓게 진출하여 활약하고 있다. 첨단 과학기술이 기초과학과 직결되는 현대의 특성을 감안할 때 졸업 후의 진출은 더욱 다양하게 증가될 것이다.",
    goal:
      "기초 자연과학 및 응용과학 각 분야에 대한 전문 지식과 연구능력을 바탕으로 인류와 사회 발전에 공헌할 수 있는 여성 과학 기술 전문 인력을 양성한다. 01 자연 현상에 대해 호기심을 갖고 이를 과학적 방법에 의해 탐구하는 자연과학적 기본 소양과 과학적 사고 능력을 함양한다. 02 기초 자연과학 및 응용과학 각 분야에 대한 폭넓은 전문지식과 학제간의 통합적 안목을 함양한다. 03 자연과학적 지식의 탐구 절차와 원리에 대한 이해를 기초로 비판적이고 창의적인 연구를 수행할 수 있는 능력을 기른다. 04 자연과학적 지식과 기술이 일상생활 및 사회에 미치는 영향에 대한 이해를 바탕으로 현대의 과학기술발전에 능동적으로 대체할 수 있는 능력을 기른다.",
    major: "수학전공, 통계학전공, 물리학전공, 화학·나노과학전공, 생명과학전공",
    color: "Pantone 7406C",
    point: 0,
  },
  {
    id: 4,
    nickname: "공댕이",
    colName: "엘텍공과대학",
    fm: "열혈공대",
    intro:
      "이화여대 공과대학은 ‘우수 여성공학인의 양성을 통한 과학기술의 발전’이라는 시대적 소명 아래, 세계 최초의 여성공과대학으로 1996년에 설립되었다. 세계 최초의 공과대학이라는 위상에 맞는 공학교육의 수월성을 확보하기 위해 이화여대는 실질적이고 전폭적인 투자와 지원을 아끼지 않고 있으며 여성과학기술 전문 인력을 배출함에 있어 최고의 경쟁력을 확보하고 있다. 1996년 7월에 신축된 아산공학관과 2008년 완공된 신공학관은 각 각 3,000평 이상의 규모로 첨단화된 강의실과 실습실을 갖춘 여성공학인력 양성의 산실이다. 2011년 이후 여성공과대학으로서의 선도성과 수월성을 확보하기 위해 지속적으로 첨단 기자재 및 실험실습 교구를 구입하고 우선적으로 공학분야의 우수교원을 초빙하여 공학교육 및 공학융합 연구역량을 강화해왔다.",
    goal:
      "엘텍공과대학은 국가 및 인류사회에 봉사하는 이화여자대학교의 교육이념을 바탕으로 미래 사회를 이끌어 갈 공학도를 양성하는 것을 목적으로 한다. 이를 위한 구체적인 교육 목표는 다음과 같다. 01 전문지식인으로성장 : 공학의 기본원리를 이해하고 창조적으로 응용할 수 있는 전문지식을 연마한다. 02 사고력 실천력 배양 : 사회적 요구와 경제성을 고려하는 실용적인 사고력과 실천력을 기른다. 03 리더쉽을 갖춘 인재 : 미래 사회를 능동적으로 이끌어 갈 수 있는 리더십을 기른다.",
    major:
      "컴퓨터공학전공, 사이버보안전공, 전자전기공학전공, 식품공학전공, 화학신소재공학전공, 건축학전공, 건축도시시스템공학전공, 환경공학전공, 기후·에너지시스템공학전공, 휴먼기계바이오공학부",
    color: "Pantone 179C",
  },
  {
    id: 5,
    nickname: "이음인",
    colName: "음악대학",
    fm: "전진음대",
    intro:
      "1925년 한국 최초로 음악과가 설립되었으며, 1947년에 피아노과, 관현악과, 성악과, 작곡과로 분리되었고. 1967년에 종교음악과, 1974년에 국악과가 신설되었다. 1951년에 음악학 석사과정이, 1960년에 박사과정이 설치되었다. 1999년부터 학제를 개편하여 기악학부, 성악학부, 작곡과, 한국음악과를 두었으며, 2006년, 다시 학과 체제로 개편하여 건반악기과, 관현악과, 성악과, 작곡과, 한국음악과의 5개 학과를 두었으며, 2007년 예술대학 출범과 함께 학부(전공) 체제로 개편하였다가, 2009학년도부터 음악대학으로 편제 조정되어, 현재 건반악기과, 관현악과, 성악과, 작곡과, 한국음악과, 무용과의 6개 학과를 두고 있다.",
    goal:
      "음악대학은 기독교 정신을 바탕으로 진선미의 가치를 지향하는 이화여자대학교의 교육이념을 실현하기 위해 서양음악과 한국음악을 독창적으로 연구, 발전시켜 왔으며, 21세기를 맞아 우리나라 고유의 문화예술은 물론 세계적이고, 종합적인 예술문화를 창조해 나가는 것을 목적으로 한다. 이와 같은 교육 목적을 달성하기 위한 구체적인 교육목표는 다음과 같다. 01 음악을 창작, 연주, 감상할 수 있는 능력을 지닐 수 있는 전문 지식을 함양한다. 02 사회에 기여하고 세계문화예술 발전에 이바지 할 수 있는 전문 음악인을 양성한다. 03 전공분야에 대한 전문지식을 바탕으로 독창적이고 창의적인 실기능력을 기른다. 04 미래사회의 문화예술을 선도해 나가는 진취적이고 능동적인 리더십을 함양한다.",
    major: "건반악기과, 성악과, 한국음악과, 관현악과, 작곡과, 무용과",
    color: "Pantone 708C",
    point: 0,
  },
  {
    id: 6,
    nickname: "조랭이",
    colName: "조형예술대학",
    fm: "창조예대",
    intro:
      "조형예술대학은 우리나라 최초의 미술전공 4년제 대학 교육기관으로, 1945년 예림원 소속의 미술과로 출발하여 오늘에 이르고 있습니다. 조형예술대학은 기초소양교육을 강화하고 조형예술 교육을 심화함으로써 고도의 창의성과 표현능력을 갖춘 미술분야의 전문가 및 디자이너의 육성과 선진적 교육기반 구축으로 컨텍스트를 이해하는 통합적 시각을 갖춘 조형예술가 양성을 목표로 합니다. 또한 개방적이고 진취적인 예술교육과 연구 프로그램으로 국제적 경쟁력을 확보하고 한국 조형예술의 위상 향상과 새로운 문화의 창출을 선도해 나갈 것입니다.",
    goal:
      "조형예술대학은 기초소양교육을 강화하고 조형예술 교육을 심화함으로써 고도의 창의성과 표현능력을 갖춘 미술분야의 전문가 및 디자이너의 육성과 선진적 교육기반 구축으로 컨텍스트를 이해하는 통합적 시각을 갖춘 조형예술가 양성을 목표로 합니다. 또한 개방적이고 진취적인 예술교육과 연구 프로그램으로 국제적 경쟁력을 확보하고 한국 조형예술의 위상 향상과 새로운 문화의 창출을 선도해 나갈 것입니다.",
    major:
      "동양화전공, 조소전공, 서양화전공, 도자예술전공, 섬유예술전공, 패션디자인전공, 디자인학부",
    color: "Pantone 730C",
    point: 0,
  },
  {
    id: 7,
    nickname: "사보미",
    colName: "사범대학",
    fm: "단결사범",
    intro:
      "사범대학은 기독교 정신을 근간으로 하는 교육이념을 바탕으로 유・초・중등・특수분야 교육의 모든 전공을 갖춘 국내 유일의 종합교원양성기관입니다. 총 12개의 학과(학부10, 대학원2)로 이루어진 사범대학은 재학생 3,000여 명과 졸업생 27,800여 명에 달하는 풍부한 인적자원으로 교육현장 뿐 아니라 사회의 다양한 영역에서 교육적 평등성을 위해 그 역량을 펼치고 있습니다. 이는 교육적 사명감을 갖고 지속적 연구・교육에 앞장서는 90여명의 열정적인 교수진과 사범대학 교수학습자료센터, 교원임용고시실, 교육행정고시실 등 학교의 적극적 지원을 통해 가능했습니다. 1998년, 2003년, 2010년에 시행된 교육부(舊 교육과학기술부) 주관 전국 사범대학평가에서 본교 사범대학이 3회 연속 최우수 대학으로 선정되었으며, 2015년 실시한 제4주기 교원양성기관 평가에서 최우수 등급인 A등급을 받아 우리 사범대학의 우수성을 객관적으로 인정받았습니다. 이러한 우수성을 높게 평가받아 2011년~2014년 4년간 교육부(舊 교육과학기술부)로부터 교원양성 선도 사범대학 지원사업의 최대 규모 수혜기관으로 선정되어 미래형‧융합형 교원양성 교육과정, 글로벌 역량강화 교원양성 교육과정을 개발해왔고, 입학에서부터 졸업까지 사범대학의 학사 관련 제도를 선진화시킬 수 있는 모델을 연구하였습니다. 또한 교육 및 연구공간을 확보하기 위하여 2006년도에는 기존 교육관 1개동에 추가 건물을 신축하여 교육관 A, B동으로 사범대학 2개동을 확보하여 특성화된 사범대학 캠퍼스를 갖추고 있습니다. 더불어 2011년도에는 교육관 A동을 리모델링함으로써 최첨단 교육시설을 구비하게 되었습니다. 2015년 교육부 주관 ‘제4주기 전국 교원양성기관 종합평가’에서 최우수(A등급) 사범대학으로 선정된 이화 사범대학. 앞으로도 교육의 질적 수월성 추구, 교육적 수혜의 나눔과 봉사, 그리고 미래지향적인 변화를 추구함으로써 창의・인성을 갖춘 미래형 전문 교원양성기관으로서의 지도자적 위치를 계속 유지해 나갈 것입니다.",
    goal:
      "사범대학의 교육 목적은 기독교 정신을 근간으로 하는 이화여자대학교의 교육이념을 바탕으로, 유·초·중등 교육을 담당할 우수 교원과 교육관련 제 분야 및 학문 연구에 종사할 지도자적 교육전문가의 양성에 있다. 이와 같은 교육 목적의 달성을 위한 구체적인 교육 목표는 다음과 같다. 01 교원 및 교육전문가에게 요구하는 건전한 인성과 교육적 사명감 및 윤리의식을 기른다. 02 교육현상을 교육적 안목에서 종합적으로 이해하고 비판할 수 있는 능력을 기른다. 03 전공분야와 관련된 전문지식을 이해하고 이를 독자적으로 연구 발전시킬 수 있는 능력을 기른다. 04 교과지도 능력, 학생지도 능력, 행정 능력 등 교육현장에서 현실적으로 요구되는 제반 실무 능력을 기른다. 05 미래사회에서의 교육변화에 능동적으로 대처하기 위한 창의적 비판적 사고력과 정보활용 능력을 기른다.",
    major:
      "교육학과, 유아교육과, 초등교육과, 교육공학과, 특수교육과, 영어교육과, 사회과교육과, 국어교육과, 과학교육과, 수학교육과, ",
    color: "Pantone 631C",
  },
  {
    id: 8,
    nickname: "경영벗",
    colName: "경영대학",
    fm: "도약경영",
    intro:
      "경영대학은 경영 분야의 고급여성인력 양성을 위하여 각 전공별로 다양한 기초 및 심화 강좌를 제공하고 있다. 경영대학은 타 전공간의 연관성을 극대화한 복합강좌 및 프로그램을 개발하여 제공함으로써 학생들이 가능한 한 쉽게 복수전공을 이수할 수 있도록 학사제도를 운영하고 있다. 특히 주전공반의 운영과 영어강의의 확충, 국제오피스 운영 등을 통하여 글로벌 경쟁력을 갖춘 전문경영인력을 양성하며, 지도교수제 및 경력지원센터의 도입을 통하여 맞춤형 교육을 실현하고 있다.",
    goal:
      "기독교 정신에 기초한 인성을 갖추고 경영 관련 제 분야에서 탁월한 실무능력을 발휘할 수 있는 글로벌 여성전문경영인을 배출하는 데에 교육목적이 있다. 이과 같은 교육목적의 달성을 위하여 다음과 같은 교육목표를 설정하였다. 01 21세기 리더로서 정직하고 신뢰할 수 있는 품성을 함양한다. 02 창조적이고 진취적인 사고력을 갖추고 변화를 주도할 수 있는 능력을 함양한다. 03 경영학 분야의 전문지식을 습득하고 이해하여 통합적인 의사결정을 내릴 수 있는 능력과 소양을 키운다. 04 국제적인 수준의 학습지식과 의사소통 능력을 함양한다.",
    major: "경영학부-경영학전공",
    color: "Pantone 161C",
    point: 0,
  },
  {
    id: 9,
    nickname: "신융벗",
    colName: "신산업융합대학",
    fm: "혜성신융",
    intro:
      "신산업융합대학은 미래 유망 산업에 적합한 창의적 여성융합인재 양성을 목표로 2016년 새롭게 설립되었다. 미래 사회는 산업 구조와 인구 구조의 변화로 인하여 보다 여성친화적이고 삶의 질 향상과 관련된 산업 분야에서의 전문성이 크게 요구될 것으로 예상된다. 이에 신산업융합대학은 미래 산업 트랜드에 부합하는 5개 학과(융합콘텐츠학과, 의류산업학과, 국제사무학과, 식품영양학과, 융합보건학과)와 1개 학부(체육과학부: 스포츠과학전공, 글로벌스포츠산업전공)로 구성하여, 콘텐츠산업, 의류산업, MICE산업, 스포츠산업, 식품⋅외식 산업, 헬스케어산업 등의 분야에서 활약할 융합적 지식과 현장 경험을 갖춘 인재를 양성하고자 한다. 신산업융합대학은 6개 학과 간 융합트랙과 학과 내 전공트랙을 설정하여 수요맞춤형 전문성 교육을 강화하고, 창업 및 취업 역량을 겸비할 수 있도록 인턴십 과정과 다양한 비교과교육과정 등 현장 중심의 교육 과정을 개발하여 운영한다. 이와 같은 학문 분야 간 융합과 학문 이론 및 현장 실무가 균형을 이루는 혁신적 교육을 통해 미래 산업을 개척하고 경쟁력 있는 전문 인력을 양성한다.",
    goal:
      "01 건전한 인성, 신산업 분야의 전문 지식 간 종합적 이해를 통해 인문학적 상상력, 디자인 및 공학, 정보력, 커뮤니케이션 능력을 갖춘 주도하는 창의형 융합 인재를 양성한다. 02 산업 시장의 세계화에 따라 국제교류기반 교육을 통해 새로운 산업 시장과 직업 영역을 개척하고 소통 능력을 갖춘 지혜로운 글로벌 융합 인재를 양성한다. 03 산업 수요 맞춤형 트랙제와 혁신적인 실무중심적 교육을 통해 이론과 실제, 학문과 현장, 보편과 특수, 글로벌과 로컬을 모두 아우를 수 있는 실천하는 실무형 융합 인재를 양성한다.",
    major:
      "융합콘텐츠학과, 의류산업학과, 국제사무학과, 식품영양학과, 융합보건학과, 체육과학부",
    color: "Pantone 286C",
    point: 0,
  },
  {
    id: 10,
    nickname: "의대벗",
    colName: "의과대학",
    fm: "정열의예",
    intro:
      "1945년 의과대학 개교 이후 2015년 현재로 70여 년 동안 우수한 여성의학자와 여의사를 배출하여 왔으며, 2005년에는 21세기 정보화, 세계화된 세상을 미리 준비하는 유능한 의료전문직 영성을 양성하기 위해 의학전문대학원으로 학제를 전환하여 2007년에는 의학전문대학원 첫 신입생이 입학하였다. 의예과, 의학과 2개 학과로 구성되어 있으며, 10개 기초의학교실 및 22개 임상의학교실 등 총 32개 교실로 구성되어 있다. 본 의과대학은 의학과/의학전문대학원 학제 전환을 거치면서 2015년 현재까지 졸업생으로 의학사 및 의무석사, 의학박사 등 5,785명을 배출하였다.",
    goal: "찾을 수 없음..",
    major: "의예과, 의학과",
    color: "Pantone 354U",
    point: 0,
  },
  {
    id: 11,
    nickname: "가노벗",
    colName: "간호대학",
    fm: "민중간호",
    intro:
      "간호대학은 21세기 간호지도자를 양성하여 인류의 안녕과 삶의 질 확보에 공헌하고자 한다. 인간존중과 봉사정신을 바탕으로 체계적인 간호교육을 통하여, 간호대상자(아동, 청소년, 성인, 노인), 가족, 지역사회의 건강증진과 질병 예방, 회복 및 안녕을 실현하는데 필요한 과학적 간호지식과 실무능력을 배양한다. 보건 현장에서 지도자적 역량을 발휘하도록 인문과학, 사회과학, 자연과학 및 예술과학 등과 간호과학을 통합적으로 학습한다. 학교교육과 함께 병원, 학교, 기업, 정부 및 연구기관 등에서의 실질적인 간호 경험을 쌓도록 하여 세계적 경쟁력을 갖춘 글로벌 리더로 배출한다.",
    goal:
      "인간존중을 바탕으로 치료적 돌봄 관계를 통하여 대상자의 건강증진, 질병예방, 건강회복, 고통경감 및 안녕을 도모하는데 필요한 과학적 간호실무능력과 글로벌 역량을 갖춘 여성전문직 일반간호사를 양성한다.", //교육목표가 table로 되어있는데 나중에 .. 생각 ..
    major: "간호학, 글로벌건강간호학",
    color: "Pantone 714U",
    point: 0,
  },
  {
    id: 12,
    nickname: "이약이",
    colName: "약학대학",
    fm: "애국약학",
    intro:
      "이화여자대학교 약학대학은 한국최초이자 최고인 여약사 양성기관이다. 오랜 역사와 전통을 자랑하는 이화여자대학교 약학대학은 우수한 여성 약사를 배출하여 사회 각 분야에서 약학 전문인으로서의 역할을 훌륭하게 수행함으로써 국민보건향상에 크게 기여하고 있다. 약학교육은 질병의 예방과 치료를 위해 사용되는 모든 약품의 개발, 생산, 관리, 공급 및 임상적 응용에 대한 전문지식, 그리고 고도의 윤리의식과 봉사정신을 갖춘 약사를 양성하여 사람들이 더욱 건강하고 행복한 삶을 영위할 수 있도록 하는데 근거하고 있다. 약학지식은 인간의 건강을 위해 봉사하는 약의 지식체계이며 약이라는 제품으로 구체화되는 특성을 가진다. 21세기를 맞아 이화여자대학교 약학대학은 우수한 교수진과 최첨단 연구시설을 갖추고 약학교육의 세계적 발전추세와 보건의료 및 제약 산업 환경의 국가적 특수성, 그리고 의약분업으로 새롭게 정립된 의료전달체계에 맞추어 21세기를 이끌어갈 여성전문 약사의 양성을 위해 더욱 노력하고 있다.",
    goal:
      "이화여자대학교 약학대학의 교육목적은 약학 관련 제반업무에 능동적으로 대처하고 국민 복지에 기여할 수 있는 약사를 양성함이다. 이 교육목적을 실현하기 위한 구체적인 교육목표들은 다음과 같다. 01 질병의 예방과 치료에 사용되는 의약품에 관한 기초 이론과 기술을 연마하고, 임상응용 능력을 함양한다. 02 의약품생산과 품질관리에 요구되는 지식과 기술을 연마하고 신약개발 능력을 갖게 한다. 03 점증하는 사회복지요구와 급변하는 약학발전에 능동적으로 대응할 수 있는 자기개발 능력을 배양한다. 04 국민의 건강과 복지증진에 기여하는 전문지도자에 합당한 윤리의식과 봉사정신을 배양한다.",
    major: "약학과",
    color: "Pantone 144C",
    point: 0,
  },
  {
    id: 13,
    nickname: "스크벗",
    colName: "스크랜튼대학",
    fm: "메리스크",
    intro:
      "스크랜튼대학은 21세기 지식정보화 사회를 선도해나갈 글로벌 전문 인력을 양성하기 위해 2007년 설립되었다. 스크랜튼대학에는 융합적 학문을 포괄하는 스크랜튼학부, 융합학부, 그리고 국제 전문 인력 양성을 목표로 하는 국제학부, 이렇게 3개의 학부가 있고, 이들은 상호 시너지 효과를 내면서 이화여자대학교의 수월성 제고와 국제화를 이끄는 첨병 역할을 하게 될 것이다. “스크랜튼” 이라는 대학명은 이화여자대학교의 설립자라 할 수 있는 미국 선교사 메리 스크랜튼 선생님의 공적과 학교 설립 정신을 기념하기 위해 특별히 부여되었다",
    goal:
      "01 전인적 교육을 지향하는 스크랜튼대학이다. 21세기 지식사회는 매우 빠르고 역동적인 변화를 보이고 있다. 사회가 요구하는 인재는 창의적, 자율적 능력을 바탕으로 융합적 사고를 유연하게 할 수 있는 전문인들이다. 스크랜튼대학은 미래 사회를 이끌어 나갈 우수 인재를 키우기 위해 새롭게 고안된 대학으로서 전 세계를 무대로 활동해 나갈 미래의 우수한 인재들이 갖추어야 할 다양한 소양과 전문 지식을 습득할 수 있도록 특별 교육 프로그램을 제공한다. 02 한 사람 한 사람을 소중히 여기는 스크랜튼대학이다. 스크랜튼대학은 120여 년 전 한 명의 학생으로부터 큰 사람과 가르침을 실천했던 스크랜튼 선생님의 뜻을 이어 한 사람, 한 사람이 소중히 여겨지는 배움의 전당이 될 것이다. 소규모 강의, 교수와 학생 간의 긴밀한 소통, 멘토링 등을 통해 학생 개개인들의 잠재력과 소질이 적극 계발될 수 있으며, 학생들 사이의 활발한 토론이 있는 스크랜튼대학이 될 것이다. 03 학문적 리더와 전문 인력을 키워내는 스크랜튼대학이다. 스크랜튼대학은 학문 후속 세대를 조기 발굴, 양성한다. 이를 위해 우수한 학생들을 선발하고 집중적인 맞춤 교육을 제공한다. 학생들이 수준 높은 사고를 전개하는데 필요한 핵심적인 소양을 갖추게 함으로써, 지도적인 시민, 나아가 전문적인 학문 연구자나 국제 전문가로서의 기초적인 자질과 능력을 갖추게 한다.",
    major: "스크랜튼학부, 뇌·인지과학전공, 국제학부",
    color: "Pantone 3258C",
    point: 0,
  },
  {
    id: 14,
    nickname: "호구마",
    colName: "호크마교양대학",
    fm: "지혜호크마",
    intro:
      "호크마교양대학은 미래지향적 교양교육을 위해 2015년 설립된 교양교육 전담 교육기관으로, 학생 각자가 융복합 능력을 갖춘 글로벌 창의인재, 사회적 요청에 부응하는 실용인재, 공동체의 화합을 주도하는 공감인재가 될 수 있도록 다양한 내용과 방식의 교육기회를 제공한다. ‘호크마’라는 이름은 ‘지혜’, ‘명철’, ‘현명함’, ‘다양한 학식’을 의미하는 히브리어로 단순한 이론적 지식에 국한되지 않고 이화의 교양교육이 지향하는 실천적 지혜와 지향점을 담고 있는 개념이다. 이화여자대학교 학생들은 재학기간 동안 호크마교양대학에서 제공하는 5개 영역의 교양과목을 필수 또는 선택 이수하면서 동시에 5개 핵심역량을 함양하게 된다. 2018학년도부터 정시모집 통합선발로 입학한 학생들은 7개 단과대학(인문과학대학, 사회과학대학, 자연과학대학, 엘텍공과대학, 경영대학, 신산업융합대학, 스크랜튼대학) 소속의 전공을 결정하기 전까지 호크마교양대학의 지도를 받는다. 교양대학이 중심이 된 교육체계 안에서 다채로운 교과목과 프로그램을 통해 각자의 전공과 연계할 수 있는 통합적·유기적 지식과 역량을 탐색해나갈 수 있을 것이다.",
    goal:
      "지식탐구역량 : 인간, 사회, 자연을 이해하고 지식탐구의 방법을 습득하며 지식의 의미와 가치를 통찰하는 역량 창의융합역량 : 기존의 지식과 정보를 결합하여 현실에 적용하고, 지식 간의 연관성을 파악하여 새로운 발상을 하는 역량 문화예술역량 : 문화와 예술의 가치를 이해하고 향유하며, 이를 바탕으로 창조적 성취를 이루는 역량 세계시민역량 : 국제사회에서 소통하는 시민의식과 언어능력을 갖추고 다양한 문화적 차이와 국제문제를 이해하고 주도적으로 해결하고자 하는 역량 공존공감역량 : 공감하는 태도를 갖추고 집단 속에서 조화를 이루며 유연하게 적응하는 역량",
    major: "모든 전공 탐구",
    color: "색깔이 없음 ㅠㅠ",
    point: 0,
  },
];

export default DATA;
